---
kind: property
id: P:Autodesk.Revit.DB.Structure.StructuralSections.StructuralSectionGeneralU.FlangeFillet
source: html/3666d1eb-d3fd-e4d3-7d10-b217cce7a45e.htm
---
# Autodesk.Revit.DB.Structure.StructuralSections.StructuralSectionGeneralU.FlangeFillet Property

Flange Fillet - fillet radius at the flange end.

## Syntax (C#)
```csharp
public double FlangeFillet { get; set; }
```